now/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>What I'm doing now</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Alexander Soto">
<meta name="description" content="Bridging Social Justice and Technology"
>
<link rel="stylesheet" href="../css/now.css"    type="text/css" />
</head>
<body>
<div id="preamble" class="status">
<p class="post-subtitle"><a class="animate-link
      back" href=".."> ← Back</a> | <strong>Updated:</strong> 2018-12-22 Sat 09:09</p>
</div>
<div id="content">
<header>
<h1 class="title">What I'm doing now</h1>
</header><section id="outline-container-org7f48648" class="outline-2">
<h2 id="org7f48648">Today's Tasks</h2>
<div class="outline-text-2" id="text-org7f48648">
</div>
<ul class="org-ul">
<li><a id="org0a696eb"></a><a id="ID-ffc84efd-eb74-4044-877b-3948af8e70af"></a><span class="todo NEXT">NEXT</span> Going to NY with my partner =)<br>
<div class="outline-text-3" id="text-org0a696eb">
</div>
</li>
<li><a id="org32dbf99"></a><a id="ID-715174cd-7cd1-4005-95ee-9e1cebff27fe"></a><span class="todo TODO">TODO</span> Write blog post <b><i>Purpose of Blog</i></b><br>
<div class="outline-text-3" id="text-org32dbf99">
</div>
</li>
<li><a id="org891d86e"></a><span class="todo TODO">TODO</span> Send email to support circle / group<br></li>
</ul>
</section>
<section id="outline-container-org70f9ebd" class="outline-2">
<h2 id="org70f9ebd">This Week's Projects</h2>
<div class="outline-text-2" id="text-org70f9ebd">
</div>
<ul class="org-ul">
<li><a id="orgf5e2bcf"></a>Register for CS5002&#xa0;&#xa0;&#xa0;<span class="tag"><span class="PROJECT">PROJECT</span></span><br></li>
<li><a id="org387ce4e"></a>Complete setup of website&#xa0;&#xa0;&#xa0;<span class="tag"><span class="PROJECT">PROJECT</span></span><br></li>
<li><a id="orgbf0ffec"></a>Write blog posts&#xa0;&#xa0;&#xa0;<span class="tag"><span class="PROJECT">PROJECT</span></span><br>
<ul class="org-ul">
<li><a id="org323389d"></a>Purpose of Blog<br></li>
<li><a id="orge07e547"></a>Graduate School<br></li>
</ul>
</li>
</ul>
</section>
<section id="outline-container-orgb1ca0f2" class="outline-2">
<h2 id="orgb1ca0f2">Monthly Objectives</h2>
<div class="outline-text-2" id="text-orgb1ca0f2">
</div>
<ul class="org-ul">
<li><a id="org5a5846a"></a>Register for spring classes<br></li>
<li><a id="org3678ac6"></a>Write 1 blog post a week<br>
<ul class="org-ul">
<li><a id="org17a79ad"></a><a id="ID-86219b19-f910-4358-bc94-287acd99e990"></a>Lessons Learned<br>
<div class="outline-text-4" id="text-org17a79ad">
</div>
</li>
<li><a id="org8a0dcb6"></a><a id="ID-a85a2b34-587a-443d-8e4d-c74b0ec1f703"></a>CS 5002:Discrete and Data Structures<br>
<div class="outline-text-4" id="text-org8a0dcb6">
</div>
</li>
<li><a id="org7cc06e8"></a><a id="ID-5962b089-725d-48a2-b2c3-8360e32355f2"></a>CS 5001: Intensive Foundations of Computer Science<br>
<div class="outline-text-4" id="text-org7cc06e8">
</div>
</li>
</ul>
</li>
<li><a id="org2768094"></a>Swim at the YMCA 2x a week<br></li>
<li><a id="orgd8945fc"></a>Complete scholarship application<br></li>
</ul>
</section>
<section id="outline-container-org58d65d1" class="outline-2">
<h2 id="org58d65d1">Yearly Goals</h2>
<div class="outline-text-2" id="text-org58d65d1">
</div>
<ul class="org-ul">
<li><a id="org0943335"></a>80 or above in my ALIGN classes<br></li>
<li><a id="orgbde3abd"></a>Create and maintain a learning blog<br></li>
<li><a id="org1e4679b"></a>Create, cultivate and practice self-care<br></li>
<li><a id="org80cd301"></a>To cultivate 1 new daily habit each month<br></li>
</ul>
</section>
</div>
</body>
</html>
